diploma thesis/src/implementation/assets/getActivePayloads-request.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:rem="http://remote.bootware.simtech.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<rem:getActiveApplications/>
	</soapenv:Body>
</soapenv:Envelope>
